// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernetスロット %@";
"pci-multiether"          = "PCI Ethernetスロット %@、ポート %@";
"thunderbolt-ether"       = "Thunderbolt Ethernetスロット%@";
"thunderbolt-multiether"  = "Thunderbolt Ethernetスロット%@、ポート%@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernetアダプタ (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "ワイヤレス・ネットワーク・アダプタ (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWireスロット %@";
"pci-multifirewire"       = "PCI FireWireスロット %@、ポート %@";
"thunderbolt-firewire"    = "Thunderbolt FireWireスロット%@";
"thunderbolt-multifirewire" = "Thunderbolt FireWireスロット%@、ポート%@";
"generic-firewire"        = "FireWireアダプタ（%@）";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetoothモデムアダプタ";
"bluetooth-modem-port"    = "Bluetoothモデムポート";
"generic-bluetooth-modem" = "Bluetoothモデム (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDAモデムアダプタ";
"irda-ircomm-port"        = "IrDAモデムポート";

"loopback"                = "ループバック";

"modem"                   = "内蔵モデム";

"modem-port"              = "モデムポート";
"modem-printer-port"      = "モデム／プリンタポート";

"printer-port"            = "プリンタポート";
"serial-port"             = "シリアルポート";

"usbmodem"                = "USBモデム"; 
"generic-usbmodem"        = "USBモデム (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernetボンド (%@)";

"bridge"                  = "ブリッジ（%@）";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN（%@）";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV USB";

"Display Ethernet"        = "ディスプレイEthernet";
"Display FireWire"        = "ディスプレイFireWire";

"External Modem"          = "外部モデム";

"iPad"                    = "iPad USB";

"iPhone"                  = "iPhone USB";

"iPod"                    = "iPod USB";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USBギガビットEthernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirMac";
"X-ether"                 = "内蔵Ethernet";
"X-multiether"            = "内蔵Ethernet (%@)";
"X-firewire"              = "内蔵FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
